{
    "About me" : "Über mich" ,
    "Skills" : "Fähigkeiten",
    "I am" : "Ich bin",
    "Scroll down ➔" : "Runterscrollen ➔",
    "Let's talk!" : "Kontakt",
    "FRONTEND DEVELOPER" : "FRONTEND ENTWICKLER",
    "Welcome on my Website.I am a junior Front-End developer based in Vienna with fokus on Javascript and Angular.Further down the website you can find out more about my solo or team projects, which include business apps and a jump-and-run game." : "Willkommen auf meiner Webseite. I bin junior Front-End Entwickler, wohnhaft in Wien, mit Fokus auf Javascript und Angular. Weiter unten auf der Webseite erfahren Sie mehr über meine Solo- oder Teamprojekte erfahren möchten, die Business-Apps und ein Jump-and-Run Spiel beinhalten.",
    "After I discovered my interest in web development, the next logical step for me was to attend a coding school. There I learned everything I needed to know to start my career in IT." : "Nachdem ich meine Interesse an der Webentwicklung entdeckte, war für mich der nächste logische Schritt eine Coding Schule zu besuchen. Dort lernte ich alles notwendige für den Berufseinstieg in die IT.",
    "Due to my professional career I am strongly team oriented and talented to solve problems." : "Durch meine berufliche Karriere bin ich ein stark orientierter Teamplayer and besitze die Fähigkeit Probleme zu lösen.",
    "Preferably as simple and understandable as possible." : "Vorzugsweise so einfach und verständlich wie möglich.",
    "My skills" : "Meine Fähigkeiten",
    "I have grown my Front-End developments skills that have allowed me to create different real projects." : "Ich habe meine Fähigkeiten in der Front-End Entwicklung ausgebaut, die es mir ermöglicht haben, verschiedene Projekte zu erstellen.",
    "This page is a sample of my work - please feel free to try them out." : "Hier befinden sich Beispiele meiner Projekte - Testen Sie diese gerne.",
    "Task manager inspired by the Kanban System." : "Aufgabenmanager nach dem Vorbild des Kanban-Systems.",
    "Create and organize tasks using drag and drop functions, assign users and categories." : "Erstellen und organisieren von Aufgaben mit Hilfe von Drag and Drop-Funktionen, Benutzer und Kategorien zuweisen.",
    "Customer Relationship Management System. Create and edit customers. See the total purchaspower per company." : "Customer Relationship Management System. Erstelle und bearbeite Kunden. Siehe die gesamte Kaufkraft pro Unternehmen.",
    "A simple Jump-and-Run game based on an object-oriented approach. Help the knight to defeat the evil." : "Ein simples Jump-and-Run Spiel basierend auf Objektorientierung. Hilf dem Ritter das Böse zu besiegen.",
    "Based on the PokeAPI a simple library that provides and catalogues pokemon information." : "Basierend auf der PokeAPI eine einfache Bibliothek, die Informationen von Pokemen bereitstellt.",
    "Want to know more about me? Need a Front-End developer?" : "Möchten Sie mehr über mich erfahren? Benötigen Sie einen Front-End Entwickler?",
    "Contact me via this formular. I will reply as soon as possible if you have any questions or would like to know more." : "Kontaktieren Sie mich über dieses Formular. Ich werde so schnell wie möglich antworten, sollten sie weitere Fragen haben oder mehr wissen wollen.",
    "Your name is required." : "Bitte fügen Sie einen Namen ein.",
    "A correct email is required." : "Eine korrekte E-mail ist notwendig.",
    "Your message is empty." : "Ihre Nachricht ist leer.",
    "I have read the" : "Ich habe die",
    "privacy policy" : "Datenschutzbestimmung",
    "and free to the processing of my data as outlined." : "gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
    "Send message" : "Nachricht senden",
    "Thank you! I will answer your email as soon as possible.:)" : "Danke! Ich werde Ihrer E-Mail so schnell wie möglich antworten.:)",
    "Imprint" : "Impressum",
    "Your name..." : "Ihr Name...",
    "Your email..." : "Ihre Email...",
    "Your message..." : "Ihre Nachricht...",
    "Get in touch" : "Kontakt"
    
}