{
    "About me" : "Über mich" ,
    "Skills" : "Fähigkeiten",
    "I am" : "Ich bin",
    "Scroll down ➔" : "Runterscrollen ➔",
    "Let's talk!" : "Kontakt",
    "FRONTEND DEVELOPER" : "FRONTEND ENTWICKLER",
    "Welcome on my Website. I am a junior Front-End developer with fokus on Javascript and Angular, based in Vienna. Further down the website you can find out more about my solo or team projects, which include business apps and a jump-and-run game." : "Willkommen auf meiner Webseite. Ich bin junior Frontend Entwickler mit Fokus auf Javascript und Angular, wohnhaft in Wien. Weiter unten auf der Webseite erfahren Sie mehr über meine Solo- oder Teamprojekte, welche Business-Apps und ein Jump-and-Run Spiel beinhalten.",
    "After I discovered my interest in web development, the next logical step for me was to attend a coding school. There I learned everything I needed to know to start my career in IT." : "Nachdem ich meine Interesse an der Webentwicklung entdeckte, war für mich der nächste logische Schritt eine Coding Schule zu besuchen. Dort lernte ich alles notwendige für den Berufseinstieg in die IT.",
    "Due to my professional career, I am strongly team oriented and talented to solve problems." : "Durch meine berufliche Karriere bin ich ein stark orientierter Teamplayer and besitze die Fähigkeit Probleme zu lösen.",
    "Preferably as simple and understandable as possible." : "Vorzugsweise so einfach und verständlich wie möglich.",
    "My skills" : "Fähigkeiten",
    "Over the whole year, I focused my free time on acquiring more skills in web development. During this process, my knowledge and expertise expanded continously, starting from simple static HTML websites and progressing to complex web applications. You can see the technologies I have used and am familiar with." : "Über das ganze Jahr hinweg, habe ich mich in meiner Freizeit darauf konzentriert, meine Fähigkeiten in der Webentwicklung zu steigern. Während dieses Prozesses haben sich mein Wissen und meine Kenntnisse kontinuierlich erweitert, angefangen von einfachen statischen HTML-Webseiten bis hin zu komplexen Webanwendungen. Sie können sehen, welchen Technologien ich dafür verwendet habe und mit welche ich zugleich vertraut bin.",
    "The following section will showcase some of my work. I am proud of what I have created so far. Please feel free to try them out." : "Im fogenden Abschnitt werden einige meiner Projekte vorgestellt. Ich bin stolz auf das, was ich bis jetzt geschaffen habe. Bitte probieren Sie diese aus.",
    "Task manager inspired by the Kanban System." : "Aufgabenmanager nach dem Vorbild des Kanban-Systems.",
    "Create and organize tasks using drag and drop functions, assign users and categories." : "Erstellen und organisieren von Aufgaben mit Hilfe von Drag and Drop-Funktionen, Benutzer und Kategorien zuweisen.",
    "Customer Relationship Management System. Create and edit customers. See the total purchaspower per company." : "Customer Relationship Management System. Erstelle und bearbeite Kunden. Siehe die gesamte Kaufkraft pro Unternehmen.",
    "A simple Jump-and-Run game based on an object-oriented approach. Help the knight to defeat the evil." : "Ein simples Jump-and-Run Spiel basierend auf Objektorientierung. Hilf dem Ritter das Böse zu besiegen.",
    "Based on the PokeAPI a simple library that provides and catalogues pokemon information." : "Basierend auf der PokeAPI eine einfache Bibliothek, die Informationen von Pokemen bereitstellt.",
    "Want to know more about me? Need a Frontend developer?" : "Möchten Sie mehr über mich erfahren? Benötigen Sie einen Frontend Entwickler?",
    "Contact me via this formular, if you have any questions or would like to know more about me. I will reply as soon as possible." : "Kontaktieren Sie mich über dieses Formular, sollten Sie weitere Fragen haben oder mehr über mich wissen wollen. Ich werde so schnell wie möglich antworten.",
    "Your name is required." : "Bitte fügen Sie einen Namen ein.",
    "A correct email is required." : "Eine korrekte E-mail ist notwendig.",
    "Your message is empty." : "Ihre Nachricht ist leer.",
    "I have read the" : "Ich habe die",
    "privacy policy" : "Datenschutzbestimmung",
    "and free to the processing of my data as outlined." : "gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
    "Send message" : "Nachricht senden",
    "Thank you! I will answer your email as soon as possible.:)" : "Danke! Ich werde Ihrer E-Mail so schnell wie möglich antworten.:)",
    "Imprint" : "Impressum",
    "Your name..." : "Ihr Name...",
    "Your email..." : "Ihre Email...",
    "Your message..." : "Ihre Nachricht...",
    "Get in touch" : "Kontakt"
    
}